Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/shijing__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 關關雎鳩，在河之洲。 窈窕淑女，君子好逑。
en: Guan-guan go the ospreys, On the islet in the river. The modest, retiring, virtuous, young lady: ― For our prince a good mate she.

source: 參差荇菜，左右流之。 窈窕淑女，寤寐求之。
en: Here long, there short, is the duckweed, To the left, to the right, borne about by the current. The modest, retiring, virtuous, young lady: ― Waking and sleeping, he sought her.

source: 求之不得，寤寐思服。 悠哉悠哉，輾轉反側。
en: He sought her and found her not, And waking and sleeping he thought about her. Long he thought; oh! long and anxiously; On his side, on his back, he turned, and back again.

source: 參差荇菜，左右采之。 窈窕淑女，琴瑟友之。
en: Here long, there short, is the duckweed; On the left, on the right, we gather it. The modest, retiring, virtuous, young lady: ― With lutes, small and large, let us give her friendly welcome.

source: 參差荇菜，左右芼之。 窈窕淑女，鐘鼓樂之。
en: Here long, there short, is the duckweed; On the left, on the right, we cook and present it. The modest, retiring, virtuous, young lady: ― With bells and drums let us show our delight in her.

source: 葛之覃兮，施于中谷，維葉萋萋，黃鳥于飛，集于灌木，其鳴喈喈。 葛之覃兮，施于中谷，維葉莫莫，是刈是濩，為絺為綌，服之無斁。 言告師氏，言告言歸，薄汙我私，薄澣我衣，害澣害否，歸寧父母。
en: How the dolichos spreads out, And extends over the valley. The yellow birds fly about, And collect on the thick foliage. I cut it and I boiled it, And made both fine cloth and coarse, Which I will wear without getting tired of it. I have told the matron, Who will announce that I am going to see my parents. I will wash my private clothes clean, And I will rinse my robes. Which need to be rinsed, and which do not? I am going back to visit my parents.

source: 采采卷耳，不盈頃筐，嗟我懷人，寘彼周行。 陟彼崔嵬，我馬虺隤，我姑酌彼金罍，維以不永懷。 陟彼高岡，我馬玄黃，我姑酌彼兕觥，維以不永傷。 陟彼砠矣，我馬瘏矣，我僕痡矣，云何吁矣。
en: I was gathering and gathering the mouse-ear, But could not fill my shallow basket. With a sigh for the man of my heart, I placed it on the high road. I was ascending that rock-covered height, But my horses were too tired to breast it. I will now pour a cup from that gilded vase, Hoping I may not have to think of him long. I was ascending that lofty ridge, But my horses turned of a dark yellow. I will now take a cup from that rhinoceros-horn cup, Hoping I may not have long to sorrow. I was ascending that flat-topped height, But my horses became quite disabled, And my servants were also disabled. Oh! how great is my sorrow!

source: 南有樛木，葛藟纍之，樂只君子，福履綏之。 南有樛木，葛藟荒之，樂只君子，福履將之。 南有樛木，葛藟縈之，樂只君子，福履成之。
en: In the south are the trees with curved drooping branches, With the dolichos creepers clinging to them. To be rejoiced in is our princely lady: May she repose in her happiness and dignity! In the south are the trees with curved drooping branches, Covered by the dolichos creepers. To be rejoiced in is our princely lady: May she be great in her happiness and dignity! In the south are the trees with curved drooping branches, Round which the dolichos creepers twine. To be rejoiced in is our princely lady: May she be complete in her happiness and dignity!

source: 螽斯羽，詵詵兮，宜爾子孫，振振兮！ 螽斯羽，薨薨兮，宜爾子孫，繩繩兮！ 螽斯羽，揖揖兮，宜爾子孫，蟄蟄兮！
en: Ye locusts, winged tribes, How harmoniously you collect together! Right is it that your descendants Should be multitudinous! Ye locusts, winged tribes, How sound your wings in flight! Right is it that your descendants Should be as in unbroken strings! Ye locusts, winged tribes, How you cluster together! Right is it that your descendants Should be in swarms!

source: 桃之夭夭，灼灼其華，之子于歸，宜其室家。 桃之夭夭，有蕡其實，之子于歸，宜其家室。 桃之夭夭，其葉蓁蓁，之子于歸，宜其家人。
en: The peach tree is young and elegant; Brilliant are its flowers. This young lady is going to her future home, And will order well her chamber and house. The peach tree is young and elegant; Abundant will be its fruit. This young lady is going to her future home, And will order well her house and chamber. The peach tree is young and elegant; Luxuriant are its leaves. This young lady is going to her future home, And will order well her family.

source: 肅肅兔罝，椓之丁丁，赳赳武夫，公侯干城。 肅肅兔罝，施于中逵，赳赳武夫，公侯好仇。 肅肅兔罝，施于中林，赳赳武夫，公侯腹心。
en: Carefully adjusted are the rabbit nets; Clang clang go the blows on the pegs. That stalwart, martial man Might be shield and wall to his prince. Carefully adjusted are the rabbit nets, And placed where many ways meet. That stalwart, martial man Would be a good companion for his prince. Carefully adjusted are the rabbit nets, And placed in the midst of the forest. That stalwart, martial man Might be head and heart to his prince.

source: 采采芣苢，薄言采之，采采芣苢，薄言有之。 采采芣苢，薄言掇之，采采芣苢，薄言捋之。 采采芣苢，薄言袺之，采采芣苢，薄言襭之。
en: We gather and gather the plantains; Now we may gather them. We gather and gather the plantains; Now we have got them. We gather and gather the plantains; Now we pluck their ears. We gather and gather the plantains; Now we seize them in our hands. We gather and gather the plantains; Now we lap them in our skirts. We gather and gather the plantains; Now we tuck them in our girdles.

source: 南有喬木，不可休息；漢有遊女，不可求思，漢之廣矣，不可泳思，江之永矣，不可方思。 翹翹錯薪，言刈其楚，之子于歸，言秣其馬，漢之廣矣，不可泳思，江之永矣，不可方思。 翹翹錯薪，言刈其蔞，之子于歸，言秣其駒，漢之廣矣，不可泳思，江之永矣，不可方思。
en: In the south rise the trees without branches, Affording no shelter. By the Han are girls rambling about, But it is vain to solicit them. The breadth of the Han Cannot be dived across; The length of the Keang Cannot be navigated with a raft. Many are the bundles of firewood; I would cut down the thorns to form more. Those girls that are going to their future home, I would feed their horses. The breadth of the Han Cannot be dived across; The length of the Keang Cannot be navigated with a raft. Many are the bundles of firewood; I would cut down the southernwood to form more. Those girls that are going to their future home, I would feed their colts. The breadth of the Han Cannot be dived across; The length of the Keang Cannot be navigated with a raft.

source: 遵彼汝墳，伐其條枚，未見君子，惄如調飢。 遵彼汝墳，伐其條肄，既見君子，不我遐棄。 魴魚赬尾，王室如燬，雖則如燬，父母孔邇。
en: Along those raised banks of the Joo, I cut down the branches and slender stems. While I could not see my lord, I felt as it were pangs of great hunger. Along those raised banks of the Joo, I cut down the branches and fresh twigs. I have seen my lord; He has not cast me away. The bream is showing its tail all red; The royal House is like a blazing fire. Though it be like a blazing fire, Your parents are very near.

source: 麟之趾，振振公子，于嗟麟兮。 麟之定，振振公姓，于嗟麟兮。 麟之角，振振公族，于嗟麟兮。
en: The feet of the lin:— The noble sons of our prince, Ah! they are the lin! The forehead of the lin:— The noble grandsons of our prince, Ah! they are the lin! The horn of the lin:— The noble kindred of our prince, Ah! they are the lin!

source: 維鵲有巢，維鳩居之，之子于歸，百兩御之。 維鵲有巢，維鳩方之，之子于歸，百兩將之。 維鵲有巢，維鳩盈之，之子于歸，百兩成之。
en: Magpie has made its nest, And the dove occupies it. This young lady is going to her future home, With a hundred chariots to escort her. Magpie has made its nest, And the dove fills it. This young lady is going to her future home, With a hundred chariots all complete. Magpie has made its nest, And the dove is in it. This young lady is going to her future home, With a hundred chariots as attendants.

source: 于以采蘩，于沼于沚，于以用之，公侯之事。 于以采蘩，于澗之中，于以用之，公侯之宮。 被之僮僮，夙夜在公，被之祁祁，薄言還歸。
en: She gathers the white southernwood, By the ponds, on the islets. She employs it, In the business of our prince. She gathers the white southernwood, Along the streams in the valleys. She employs it, In the temple of our prince.

source: 喓喓草蟲，趯趯阜螽，未見君子，憂心忡忡，亦既見止，亦既覯止，我心則降。
en: Yaou-yaou went the grass-insects, And the hoppers sprang about. While I do not see my lord, My sorrowful heart is agitated. Let me have seen him, Let me have met him, And my heart will then be stilled.

source: 陟彼南山，言采其蕨，未見君子，憂心惙惙，亦既見止，亦既覯止，我心則說。
en: I ascended that hill in the south, And gathered the turtle-foot ferns. While I do not see my lord, My sorrowful heart is very sad. Let me have seen him, Let me have met him, And my heart will then be pleased.

source: 陟彼南山，言采其薇，未見君子，我心傷悲，亦既見止，亦既覯止，我心則夷。
en: I ascended that hill in the south, And gathered the thorn-ferns. While I do not see my lord, My sorrowful heart is wounded with grief. Let me have seen him, Let me have met him, And my heart will then be at peace.

source: 于以采蘋？南澗之濱，于以采藻？于彼行潦。
en: She gathers the large duckweed, By the banks of the stream in the southern valley. She gathers the pondweed, In those pools left by the floods.

source: 于以盛之？維筐及筥，于以湘之？維錡及釜。
en: She deposits what she gathers, In her square baskets and round ones. She boils it, In her tripods and pans.

source: 于以奠之？宗室牖下，誰其尸之？有齊季女。
en: She sets forth her preparations, Under the window in the ancestral chamber. Who superintends the business? It is (this) reverent young lady.

source: 蔽芾甘棠，勿翦勿伐，召伯所茇。
en: [This] umbrageous sweet pear-tree Clip it not, hew it not down. Under it the chief of Shaou lodged.

source: 蔽芾甘棠，勿翦勿敗，召伯所憇。
en: [This] umbrageous sweet pear-tree Clip it not, break not a twig of it. Under it the chief of Shaou rested.

source: 蔽芾甘棠，勿翦勿拜，召伯所說。
en: [This] umbrageous sweet pear-tree Clip it not, bend not a twig of it. Under it the chief of Shaou halted.

source: 羔羊之皮，素絲五紽，退食自公，委蛇委蛇。
en: [Those] lamb-skins and sheep-skins, With their five braidings of white silk! They have retired from the court to take their meal; Easy are they and self-possessed.

source: 羔羊之革，素絲五緎，委蛇委蛇，自公退食。
en: [Those] lamb-skins and sheep-skins, With their five seams wrought with white silk! Easy are they and self-possessed; They have retired from the court to take their meal.

source: 羔羊之縫，素絲五緫，委蛇委蛇，退食自公。
en: The seams of [those] lamb-skins and sheep-skins, The five joinings wrought with white silk! Easy are they and self-possessed; They have retired to take their meal from the court.

source: 殷其靁，在南山之陽，何斯違斯，莫敢或遑，振振君子，歸哉歸哉。
en: Grandly rolls the thunder, On the south of the southern hill ! How was it he went away from this, Not daring to take a little rest? My noble lord ! May he return ! May he return !

source: 殷其靁，在南山之側，何斯違斯，莫敢遑息，振振君子，歸哉歸哉。
en: Grandly rolls the thunder, About the sides of the southern hill ! How was it he went away from this, Not daring to take a little rest? My noble lord ! May he return ! May he return !

source: 殷其靁，在南山之下，何斯違斯，莫或遑處，振振君子，歸哉歸哉。
en: Grandly rolls the thunder, At the foot of the southern hill ! How was it he went away from this, Not remaining a little at rest? My noble lord ! May he return ! May he return !

source: 摽有梅，其實七兮，求我庶士，迨其吉兮。
en: Dropping are the fruits from the plum-tree; There are [but] seven [tenths] of them left ! For the gentlemen who seek me, This is the fortunate time !

source: 摽有梅，其實三兮，求我庶士，迨其今兮。
en: Dropping are the fruits from the plum-tree ; There are [but] three [tenths] of them left ! For the gentlemen who seek me, Now is the time.

source: 摽有梅，頃筐塈之，求我庶士，迨其謂之。
en: Dropt are the fruits from the plum-tree ; In my shallow basket I have collected them. Would the gentlemen who seek me [Only] speak about it !

source: 嘒彼小星，三五在東，肅肅宵征，夙夜在公，寔命不同。
en: Small are those starlets, Three or five of them in the east. Swiftly by night we go ; In the early dawn we are with the prince. Our lot is not like hers.

source: 嘒彼小星，維參與昴，肅肅宵征，抱衾與裯，寔命不猶。
en: Small are those starlets, And there are Orion and the Pleiades. Swiftly by night we go, Carrying our coverlets and sheets. Our lot is not as hers.

source: 江有汜，之子歸，不我以，不我以，其後也悔。
en: The Keang has its branches, led from it and returning to it. Our lady, when she was married, Would not employ us. She would not employ us; But afterwards she repented.

source: 江有渚，之子歸，不我與，不我與，其後也處。
en: The Keang has its islets. Our lady, when she was married, Would not let us be with her. She would not let us be with her; But afterwards she repressed [such feelings].

source: 江有沱，之子歸，不我過，不我過，其嘯也歌。
en: The Keang has the T'o. Our lady, when she was married, Would not come near us. She would not come near us; But she blew that feeling away, and sang.

source: 野有死麕，白茅包之，有女懷春，吉士誘之。
en: In the wild there is a dead antelope, And it is wrapped up with the white grass. There is a young lady with thoughts natural to the spring, And a fine gentleman would lead her astray.

source: 林有樸樕，野有死鹿，白茅純束，有女如玉。
en: In the forest there are the scrubby oaks ; In the wild there is a dead deer, And it is bound round with the white grass. There is a young lady like a gem.

source: 舒而脫脫兮，無感我帨兮，無使尨也吠。
en: [She says], Slowly, gently, gently; Do not move my handkerchief; Do not make my dog bark.

source: 何彼穠矣，唐棣之華，曷不肅雝，王姬之車。 何彼穠矣，華如桃李，平王之孫，齊侯之子。 其釣維何，維絲伊緡，齊侯之子，平王之孫。 何：驚歎詞。何其。 穠：猶戎戎也。（《羣經治要》卷三）或作襛、茙。戎戎，形容大。此處作形容詞形容後面的唐棣之華。
en: How great is that luxuriance, Those flowers of the sparrow-plum! Are they not expressive of reverence and harmony, — The carriages of the king's daughter?

source: 唐棣：栘也。（《羣經治要》卷三），一名常棣、棠棣、鬱李。今名鬱李。 華：花。 肅，敬也。（《羣經治要》卷三） 雝，和也。（《羣經治要》卷三） 曷，何也。（《羣經治要》卷三）
en: How great is that luxuriance, The flowers like those of the peach-tree or the plum! [See] the grand-daughter of the tranquillizing king, And the son of the reverent marquis!

source: 車：按王先謙考證，此天子、大夫嫁娶時留車反馬之禮。女方嫁至男方時所乘之車，到達後歸屬於男方家庭，但所用之馬則要退還給女方。 華如桃李：比喻鬱李的華茂盛如桃李一般。 平：按鄭玄《毛詩傳》；平，正也。正王，正統的君主。此處非周平王。 伊：同維。維、伊皆語詞，無意義。 緡：魚線。釣魚用的線。
en: What are used in angling? Silk threads formed into lines. The son of the reverent marquis, And the grand-daughter of the tranquillizing king!

source: 彼茁者葭，壹發五豝，于嗟乎騶虞。 彼茁者蓬，壹發五豵，于嗟乎騶虞。
en: There is the Tsow-yu; there is the Tsow-yu; In the fifth month he comes forth with slow and leisurely movements. There is the white tiger; there is the white tiger; Its paws are seized, and there are leisurely movements. There is the Tsow-yu; there is the Tsow-yu; Its feet are seized, and there are leisurely movements. There is the white tiger; there is the white tiger; Its feet are seized, and there are leisurely movements.

source: 日居月諸，照臨下土，乃如之人兮，逝不古處，胡能有定，寧不我顧。 日居月諸，下土是冒，乃如之人兮，逝不相好，胡能有定，寧不我報。 日居月諸，出自東方，乃如之人兮，德音無良，胡能有定，俾也可忘。 日居月諸，東方自出，父兮母兮，畜我不卒，胡能有定，報我不述。
en: O sun, O moon, Which enlighten this lower earth! Here is this man, Who treats me not according to the ancient rule. How can he get his mind settled? Would he then not regard me? O sun, O moon, Which overshadow this lower earth! Here is this man, Who will not be friendly with me. How can he get his mind settled? Would he then not respond to me? O sun, O moon, Which come forth from the east! Here is this man, With virtuous words, but really not good. How can he get his mind settled? Would he then allow me to be forgotten?

source: 出自北門，憂心殷殷，終窶且貧，莫知我艱，已焉哉，天實為之，謂之何哉。 王事適我，政事一埤益我，我入自外，室人交徧讁我，已焉哉，天實為之，謂之何哉。 王事敦我，政事一埤遺我，我入自外，室人交徧摧我，已焉哉，天實為之，謂之何哉。
en: I go out at the north gate, With my heart full of sorrow. Straitened am I and poor, And no one takes knowledge of my distress. So it is! Heaven has done it;— What then shall I say?

source: 汎彼柏舟，在彼中河，髧彼兩髦，實維我儀，之死矢靡它，母也天只，不諒人只。
en: It floats about, that boat of cypress wood, There in the middle of the Ho. With his two tufts of hair falling over his forehead, He was my mate; And I swear that till death I will have no other. O mother, O Heaven, Why will you not understand me?

source: 汎彼柏舟，在彼河側，髧彼兩髦，實維我特，之死矢靡慝，母也天只，不諒人只。
en: It floats about, that boat of cypress wood, There by the side of the Ho. With his two tufts of hair falling over his forehead, He was my only one; And I swear that till death I will not do the evil thing. O mother, O Heaven, Why will you not understand me?

source: 君子偕老，副笄六珈，委委佗佗，如山如河，象服是宜，子之不淑，云如之何。 玼兮玼兮，其之翟也，鬒髮如雲，不屑髢也，玉之瑱也，象之揥也，揚且之晳也，胡然而天也，胡然而帝也。 瑳兮瑳兮，其之展也，蒙彼縐絺，是紲袢也，子之清揚，揚且之顏也，展如之人兮，邦之媛也。
en: How rich and splendid Is her pheasant-figured ​robe! Her black hair in masses like clouds, No false locks does she descend to. There are her earplugs of jade, Her comb-pin of ivory, And her high forehead, so white. She appears like a visitant from heaven! She appears like a goddess.

source: 定之方中，作于楚宮，揆之以日，作于楚室，樹之榛栗，椅桐梓漆，爰伐琴瑟。 升彼虛矣，以望楚矣，望楚與堂，景山與京，降觀于桑，卜云其吉，終然允臧。 靈雨既零，命彼倌人，星言夙駕，說于桑田，匪直也人，秉心塞淵，騋牝三千。
en: When Ting culminated (at night-fall), He began to build the palace at Khû, Determining ​its aspects by means of the sun. He built the palace at Khû. He planted about it hazel and chesnut trees, The Î, the Thung, the Zze, and the varnish tree. Which, when cut down, might afford materials for lutes. He ascended those old walls, And thence surveyed (the site of) Khû. He surveyed Khû and Thang, With the lofty hills and high elevations about. He descended and examined the mulberry trees. He then divined by the tortoise-shell, and got a favourable response; And thus the issue has been truly good.

source: 氓之蚩蚩，抱布貿絲。匪來貿絲，來即我謀。送子涉淇，至于頓丘。匪我愆期，子無良媒。將子無怒，秋以為期。 乘彼垝垣，以望復關。不見復關，泣涕漣漣。既見復關，載笑載言。爾卜爾筮，體無咎言。以爾車來，以我賄遷。 桑之未落，其葉沃若。于嗟鳩兮，無食桑葚。于嗟女兮，無與士耽。士之耽兮，猶可說也。女之耽兮，不可說也。
en: A simple-looking lad you were, Carrying cloth ​to exchange it for silk. (But) you came not so to purchase silk;— You came to make proposals to me. I convoyed you through the Khî, As far as Tun-khiû, 'It is not I,' (I said), 'who would protract the time; But you have had no good go-between. I pray you be not angry, And let autumn be the time.'

source: 桑之落矣，其黃而隕。自我徂爾，三歲食貧。淇水湯湯，漸車帷裳。女也不爽，士貳其行。士也罔極，二三其德。 三歲為婦，靡室勞矣。夙興夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，咥其笑矣。靜言思之，躬自悼矣。 及爾偕老，老使我怨。淇則有岸，隰則有泮。總角之宴，言笑晏晏。信誓旦旦，不思其反。反是不思，亦已焉哉。
en: I ascended that ruinous wall, To look towards Fû-kwan; And when I saw (you) not (coming from) it, My tears flowed in streams. When I did see (you coming from) Fû-kwan, I laughed and I spoke. You had consulted, (you said), the tortoise-shell and the divining stalks, And there was nothing unfavourable in their response. 'Then come,' (I said), 'with your carriage, And I will remove with my goods.'

source: 誰謂河廣，一葦杭之，誰謂宋遠，跂予望之。 誰謂河廣，曾不容刀，誰謂宋遠，曾不崇朝。
en: How wide is the Ho! Yet it may be passed in a raft. That Song is far off, Yet it may be reached by a day's journey. How wide is the Ho! Yet it may be passed in a boat. That Song is far off, Yet it may be reached by fording.

source: 彼黍離離，彼稷之苗。行邁靡靡，中心搖搖。知我者，謂我心憂，不知我者，謂我何求。悠悠蒼天，此何人哉！ 彼黍離離，彼稷之穗。行邁靡靡，中心如醉。知我者，謂我心憂，不知我者，謂我何求。悠悠蒼天，此何人哉！ 彼黍離離，彼稷之實。行邁靡靡，中心如噎。知我者，謂我心憂，不知我者，謂我何求。悠悠蒼天，此何人哉！
en: There was the millet with its drooping heads; There was the sacrificial millet coming into blade. Slowly I moved about, In my heart all-agitated. Those who knew me Said I was sad at heart. Those who did not know me, Said I was seeking for something. O thou distant and azure Heaven! By what man was this (brought about)?

source: 大車檻檻，毳衣如菼。豈不爾思，畏子不敢。 大車啍啍，毳衣如璊。豈不爾思，畏子不奔。 穀則異室，死則同穴。謂予不信，有如皦日。
en: His great carriage rolls along, And his robes of rank glitter like the young sedge. Do I not think of you? But I am afraid of this officer, and dare not (fly to you). While living we may have to occupy different apartments; But, when dead, we shall share the same grave. If you say that I am not sincere, By the bright sun I swear that I am.

source: 風雨淒淒，雞鳴喈喈。既見君子，云胡不夷。 風雨瀟瀟，雞鳴膠膠。既見君子，云胡不瘳。 風雨如晦，雞鳴不已。既見君子，云胡不喜。
en: When the wind is cold and rain comes, The cock crows with the glooming. When we see our superior man, Clouds of sorrow pass away. When the wind whistles and the rain darkens, The cock crows and is choking. When we see our superior man, We are at our ease and glad. The wind and rain unite in violence; The cock crows without ceasing. When we see our superior man, We are happy and pleased.

source: 揚之水，不流束薪。彼其之子，不與我戍申。懷哉懷哉！曷月予還歸哉！ 揚之水，不流束楚。彼其之子，不與我戍甫。懷哉懷哉！曷月予還歸哉！ 揚之水，不流束蒲。彼其之子，不與我戍許。懷哉懷哉！曷月予還歸哉！ 揚之水，不流束楚，終鮮兄弟，維予與女，無信人之言，人實迋女。 揚之水，不流束薪，終鮮兄弟，維予二人，無信人之言，人實不信！ 揚之水，白石鑿鑿，素衣朱襮，從子于沃，既見君子，云何不樂。 揚之水，白石皓皓，素衣朱繡，從子于鵠，既見君子，云何其憂。 揚之水，白石粼粼，我聞有命，不敢以告人！
en: The waters of the Yangtze are sent forth, And there is a white stone left bare. The lad must think of his kindred, And then he can be spoken with. The waters of the Yangtze are sent forth, And there is a white stone like a comb. The lad must think of his kindred, And then he can be spoken with. The waters of the Yangtze are sent forth, And there is a white stone like a tooth. The lad must think of his kindred, And then he can be spoken with.

source: 肅肅鴇羽，集于苞栩。王事靡盬，不能蓺稷黍。父母何怙？悠悠蒼天，曷其有所。 肅肅鴇翼，集于苞棘。王事靡盬，不能蓺黍稷。父母何食？悠悠蒼天，曷其有極。 肅肅鴇行，集于苞桑。王事靡盬，不能蓺稻粱。父母何嘗？悠悠蒼天，曷其有常。
en: Sû-sû go the feathers of the wild geese, As ​they settle on the bushy oaks. The king's affairs must not be slackly discharged, And (so) we cannot plant our millets;— What will our parents have to rely on? O thou distant and azure Heaven! When shall we be in our places again?

source: 豈曰無衣七兮、不如子之衣、安且吉兮。 豈曰無衣六兮、不如子之衣、安且燠兮。 豈曰無衣、與子同袍。 王於興師、脩我戈矛、與子同仇。 豈曰無衣、與子同澤。 王於興師、脩我矛戟、與子偕作。 豈曰無衣、與子同裳。 王於興師、脩我甲兵、與子偕行。
en: How do we proceed without clothes? We have your lower garments and your upper. He has repaired our halberds and spears, And we will seek our revenge. How do we proceed without clothes? We have your skirts and robes. He has repaired our spears and halberds, And we will make him our comrade. How do we proceed without clothes? We have your capes and tunics. He has repaired our armour and helmets, And we will go with him.

source: 葛生蒙楚，蘞蔓于野。予美亡此，誰與獨處。
en: The dolichos grows, covering the thorn trees; The convolvulus spreads all over the waste. The ​man of my admiration is no more here;— With whom can I dwell? I abide alone.

source: 葛生蒙棘，蘞蔓于域。予美亡此，誰與獨息。
en: The dolichos grows, covering the jujube trees; The convolvulus spreads all over the tombs. The man of my admiration is no more here;— With whom can I dwell? I rest alone.

source: 角枕粲兮，錦衾爛兮。予美亡此，誰與獨旦。
en: How beautiful was the pillow of horn! How splendid was the embroidered coverlet! The man of my admiration is no more here;— With whom can I dwell? Alone (I wait for) the morning.

source: 夏之日，冬之夜。百歲之後，歸于其居。
en: Through the (long) days of summer, Through the (long) nights of winter (shall I be alone), Till the lapse of a hundred years, When I shall go home to his abode.

source: 冬之夜，夏之日。百歲之後，歸于其室。
en: Through the (long) nights of winter, Through the (long) days of summer (shall I be alone), Till the lapse of a hundred years, When I shall go home to his chamber.

source: 交交黃鳥，止于棘。 誰從穆公？子車奄息。維此奄息，百夫之特。 臨其穴，惴惴其慄。 彼蒼者天，殲我良人！如可贖兮，人百其身。
en: They flit about, the yellow birds, And rest upon the jujube trees. Who followed duke Mû in the grave? Zze-kü Yen-hsî. And this Yen-hsî Was a man above a hundred. When he came to the ​grave, He looked terrified and trembled. Thou azure Heaven there! ⟨Thou art destroying our good men.⟩ Could he have been redeemed, We would have given a hundred (ordinary) men for him.

source: 匪風發兮，匪車偈兮。顧瞻周道，中心怛兮。 匪風飄兮，匪車嘌兮。顧瞻周道，中心弔兮。 誰能亨魚，溉之釜鬵。誰將西歸，懷之好音。
en: Not for the violence of the wind; Not for the rushing storm; Do I long and retire, But because of my old age, and sad. Not for the violence of the wind; Not for the rushing storm; Do I go forward, and come back, But because of my old age, and sad. Who is it there? The butterfly wheeling about. Ah! we who encounter our troubles, Ought not to be like this.

source: 二之日鑿冰沖沖，三之日納于凌陰，四之日其蚤，獻羔祭韭。 九月肅霜，十月滌場。朋酒斯饗，曰殺羔羊。躋彼公堂，稱彼兕觥。萬壽無疆。
en: In the days of (our) second month, they hew out the ice with harmonious blows ; And in those of (our) third month, they convey it to the ice-houses, (Which they open) in those of (our) fourth, early in the morning A lamb having been offered in sacrifice with scallions. In the ninth month, it is cold, with frost. In the tenth month, they sweep clean their stack-sites. (Taking) the two bottles of spirits to be offered to their ruler, And having killed their lambs and sheep, They go to his hall, And raising ​the cup of rhinoceros horn, Wish him long life,—that he may live for ever.

source: 伐柯如何？匪斧不克。取妻如何？匪媒不得。 伐柯伐柯，其則不遠。我覯之子？籩豆有踐。
en: How he hews an axe-handle! How he hews it, indeed! It is not far to seek; In your wife you have the pattern. How he hews an axe-handle! How he hews it, indeed! It is not far to seek; The man and the woman are distinguished.
